Repository: encelo/pacstats
Catalog: po/*/*.po
Languages: fr, it

source: translator-credits
fr: The Green Arrow <revan@no-log.org> (French)
it: Angelo "Encelo" Theodorou <encelo@gmail.com> (Italian)

source: <b>Packages</b>
fr: <b>Paquets</b>
it: <b>Pacchetti</b>

source: <b>Transactions</b>
it: <b>Transazioni</b>

source: Database Information
fr: Information sur la base de données
it: Informazioni Database

source: First built:
fr: Compilé la première fois :
it: Primo creato:

source: First installed:
fr: Installé la première fois :
it: Primo installato:

source: First:
fr: Première
it: Prima:

source: Installations:
it: Installazioni:

source: Installed size
fr: Taille (installée)
it: Dimensione installati:

source: Last built:
fr: Compilé le:
it: Ultimo creato:

source: Last installed:
fr: Installé le:
it: Ultimo installato:

source: Last:
fr: Dernière:
it: Ultima:

source: N/A
it: N/D

source: Removals:
fr: Suppressions:
it: Rimozioni:

source: Synchronizations:
fr: Synchronisations:
it: Sincronizzazioni:

source: System upgrades:
fr: Mises à jour du système:
it: Aggiornamenti di sistema:

source: Total:
it: Totale:

source: Upgrades:
fr: Mises à jour:
it: Aggiornamenti:

source: Description
it: Descrizione

source: Name
fr: Nom
it: Nome

source: Optimize
fr: Optimiser
it: Ottimizza

source: Version
it: Versione

source: _Help
fr: _Aide
it: A_iuto

source: Pacman lib:
fr: Base de données pacman:
it: Libreria di Pacman:

source: Pacman log:
fr: Journaux de pacman
it: Log di Pacman:

source: Preferences
fr: Préférences
it: Preferenze

source: Packages: %d | Transactions: %d | DB size: %d KiB
fr: Paquets: %d | Transactions: %d | Taille BDD: %d KiB
it: Pacchetti: %d | Transazioni: %d | Dimensione DB: %d KiB

source: The database is empty. Do you want to build it now?
fr: La base de données est vide. Voulez-vous la construire maintenant?
it: Il database è vuoto. Si intende costruirlo adesso?

source: The database is out of sync. Do you want to update it now?
fr: La base de données est périmée. Voulez-vous la mettre à jour?
it: Il database non è più sincronizzato. Si intende aggiornarlo adesso?

source: Parsing the log file...
fr: Analyze des fichiers journaux...
it: Analisi del file di log...

source: Parsing the library...
fr: Analyze de la base de données...
it: Analisi della libreria...

source: Database updated. The new file size is %s KiB (%s bytes more).
fr: Base de données mise à jour. La nouvelle taille est de %s Kib (%s octets de plus).
it: Database aggiornato. La nuova grandezza del file è di %s KiB (%s byte in più).

source: Database optimized. The new file size is %s KiB (%s bytes less).
fr: Base de données optimisée. La nouvelle taille est de %s Kib (%s octets de moins).
it: Database ottimizzato. La nuova grandezza del file è di %s KiB (%s byte in meno).

source: Do you really want to clear the database?
fr: Voulez-vous vraiment vider la base de données?
it: Si intende davvero cancellare il database?

source: Clearing the database...
fr: Vidage de la base de données...
it: Cancellazione del database...

source: DB Dump
fr: Instantanée de la BDD
it: Salvataggio del DB

source: Saving the transactions table as
fr: Sauvegarder la table des transactions sous
it: Salvataggio della tabella delle transazioni come

source: Saving the packages table as
fr: Sauvegarder la table des paquets sous
it: Salvataggio della tabella dei pacchetti come

source: Daily Transactions
fr: Transactions journalières
it: Transazioni Giornaliere

source: Total transactions per day in the last month
it: Transazioni giornaliere totali nell'ultimo mese

source: Histo Letters
fr: Histo Lettres
it: Istogramma delle Lettere

source: Initial package letter histogram
fr: Histogramme des lettres initiales des paquets
it: Istogramma della lettera iniziale di un pacchetto

source: Important Updates
fr: Mises à jour importantes
it: Aggiornamenti importanti

source: Update dates chart of some important packages in the last twelve months
fr: Graphique des dates des mises à jour des paquets importants durant les douze derniers mois
it: Grafico delle date di aggiornamento di alcuni pacchetti importanti negli ultimi dodici mesi

source: Installed survival
fr: Survie des paquets installés
it: Sopravvivenza installati

source: Top ten for days of survival of still installed packages
fr: Top 10 du nombre de jours de survie des paquets encore installés
it: Primi dieci per giorni di sopravvivenza tra i pacchetti ancora installati

source: Monthly Old Packages
fr: Paquets obsolètes par mois
it: Vecchi pacchetti per mese

source: Packages no more updated since a certain month in the last twelve
fr: Paquets non mis à jour depuis un ou plusieurs mois durant l'année passée
it: Pacchetti non più aggiornati da un certo mese negli ultimi dodici

source: Monthly Transactions
fr: Transactions mensuelles
it: Transazioni Mensili

source: Type splitted transactions per month in the last twelve
it: Transazioni per mese negli ultimi dodici, divise per tipologia

source: Synchronizations
fr: Synchronisations
it: Sincronizzazioni

source: System Upgrades
fr: Mises à jour du système
it: Aggiornamenti di sistema

source: Installations
it: Installazioni

source: Removals
fr: Suppressions
it: Rimozioni

source: Upgrades
fr: Mise à jour
it: Aggiornamenti

source: Packagers
fr: Paqueteurs
it: Creatori di pacchetti

source: Top ten for number of packages created
fr: Top 10 pour le nombre de paquets créés
it: Primi dieci per numero di pacchetti creati

source: Packages license
fr: License des paquets
it: Licenza pacchetti

source: Top ten for license adopted
fr: Top 10 pour la license choisie
it: Prime dieci licenze adottate

source: Packages size
fr: Taille des paquets
it: Dimensioni pacchetti

source: Top ten for size in megabytes
fr: Top 10 pour la taille des paquets mégaoctets
it: Primi dieci per grandezza in megabyte

source: Pie Descriptions
fr: Graphique en camembert des descriptions
it: Descrizioni a torta

source: Description lengths pie chart
fr: Graphique en camembert pour la longueur des descriptions
it: Grafico a torta sulla lunghezza delle descrizioni

source: characters
fr: caractères
it: caratteri

source: Pie Letters
fr: Diagramme en camembert pour les lettres
it: Lettere a torta

source: Initial package letter pie chart
fr: Diagramme en camembert pour les lettres initiales des paquets
it: Grafico a torta della lettera iniziale di un pacchetto

source: Pie Repositories
fr: Diagramme en camembert pour les dépôts
it: Repository a torta

source: Origin repository pie chart
fr: Diagramme en camembert pour les dépôts utilisés
it: Grafico a torta sul repository di provenienza

source: Pie Sizes
fr: Diagramme en camembert pour les tailles
it: Dimensioni a torta

source: Packages size pie chart
fr: Diagramme en camembert pour les tailles des paquets
it: Grafico a torta sulla dimensione dei pacchetti

source: megabytes
fr: mégaoctets
it: megabyte

source: Removed survival
fr: Survie des paquets supprimés
it: Sopravvivenza rimossi

source: Top ten for days of survival of removed packages
fr: Top 10 du nombre de jours de survie des paquets supprimés
it: Primi dieci per giorni di sopravvivenza tra i pacchetti rimossi

source: _Database
fr: Base de données

source: _File
fr: _Fichier

source: Database:
fr: Base de données:

source: Stacked transactions per day in the last month
fr: Transactions empilées par jour du mois passé

source: Stacked transactions per month in the last twelve
fr: Transactions empilées par mois depuis les douze derniers mois
